---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FlLowercase
source: html/b04f84f9-e78c-f518-213d-4c4abc3cfac1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FlLowercase Property

Symbol fl, indicating unit Footlamberts.

## Syntax (C#)
```csharp
public static ForgeTypeId FlLowercase { get; }
```